Repository: godiard/write-books-activity
Catalog: po/ht.po
Languages: ht

source: WriteBooks
ht: EkriLiv

source: Set the background
ht: Mete fon an

source: Add a picture
ht: Ajoute yon imaj

source: Duplicate page
ht: Repete paj la

source: Add a page
ht: Ajoute yon paj

source: Remove a image or page
ht: Retire yon imaj oubyen yon paj

source: Previous page
ht: Paj anvan

source: Next page
ht: Paj pwochen

source: View pages
ht: Gade paj yo

source: Save as EPUB book
ht: Sovgade kòm liv EPUB

source: Indoors
ht: Andedan

source: Nature
ht: Lanati

source: Outdoors
ht: Deyò

source: Sports
ht: Espò

source: Select a background
ht: Chwazi yon fon

source: Animals
ht: Bèt

source: Fantasy
ht: Imajinasyon

source: Letters
ht: Lèt

source: People
ht: Moun

source: Things
ht: Bagay

source: Transportation
ht: Transpò

source: Select a image to add
ht: Chwazi yon imaj pou ajoute

source: Do you want remove the selected image?
ht: Èske ou vle retire imaj w te chwazi a?

source: Do you want remove the page?
ht: Èske ou vle retire paj la?

source: Book creation
ht: Kreye Liv

source: Do you want to add an image for the cover?
ht: Èske ou vle ajoute yon imaj pou kouvèti a?

source: Yes
ht: Wi

source: No
ht: Non

source: "%s" as book
ht: "%s" kòm liv

source: Book created
ht: Liv pare

source: You can read the book in your Journal
ht: Ou ka li liv la nan Jounal ou

source: Show in Journal
ht: Montre nan Jounal

source: Ok
ht: Dakò

source: Your Journal is empty
ht: Jounal ou vid

source: Your documents folder is empty
ht: Dosye dokiman ou vid

source: The device is empty
ht: Aparèy la vid

source: No matching entries
ht: Pa gen bagay ki sanble sa

source: Clear search
ht: Efase rechèch

source: Select from the Journal
ht: Chwazi soti nan Jounal la

source: Choose an image
ht: Chwazi yon imaj

source: Close
ht: Fèmen

source: Search
ht: Chèche

source: Back
ht: Retounen

source: Untitled
ht: San tit

source: by %s
ht: pa %s

source: %(free_space)d MB Free
ht: %(free_space)d MB Disponib
